{
  "file_path": "data/reference_documents/cac48fbd-f52a-46ed-95e0-396ddf57cba4_Biological evaluation of medical device -- INTERNATIONAL STANDARD -- ISO 10993-1, 0 -- df1e13d7ca5b556d9306505cf4152955 -- Anna’s Archive.pdf",
  "text": "Reference numbe r ISO 10993-1:2003(E)  ISO 2003 INTERNATIONAL STANDARD ISO 10993-1 Third edition 2003-08-01 Biological evaluation of medical devices  Part 1: Evaluation and testing Évaluation biologique des dispositifs médicaux  Partie 1: Évaluation et essais Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) PDF disclaimer This PDF file may contain embedded typefaces. In accordance with Adobe's licensing policy, this file may be printed or viewed b ut shall not be edited unless the typefaces which are embedded are licensed to and installed on the computer performing the editin g. In downloading this file, parties accept therein the responsibility of not infringing Adobe's licensing policy. The ISO Central Se cretariat accepts no liability in this area. Adobe is a trademark of Adobe Systems Incorporated. Details of the software products used to create this PDF file can be found in the General Info relative to the file; the PDF-cr eation parameters were optimized for printing. Every care has been taken to ensure that the file is suitable for use by ISO member bod ies. In the unlikely event that a problem relating to it is found, please inform the Central Secretariat at the address given below.  ISO 2003 All rights reserved. Unless otherwise specified, no part of this publication may be reproduced or utilized in any form or by an y means, electronic or mechanical, including photocopying and microfilm, without permission in writing from either ISO at the address be low or ISO's member body in the country of the requester. ISO copyright office Case postale 56  CH-1211 Geneva 20 Tel.  41 22 749 01 11 Fax  41 22 749 09 47 E-mail copyrightiso.org Web www.iso.org Published in Switzerland ii  ISO 2003  All rights reserved Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved iii Contents Page Foreword....................................................................................................................... ..................................... iv Introduction ................................................................................................................... .................................... vi 1 Scope.......................................................................................................................... ............................ 1 2 Terms and definitions.......................................................................................................... ................. 1 3 General principles applying to biological evaluation of medical devices ...................................... 2 4 Categorization of medical devices .............................................................................................. ........ 3 5 Testing........................................................................................................................ ............................ 4 6 Selection of biological evaluation tests....................................................................................... ....... 7 7 Assurance of test methods...................................................................................................... ............ 8 Annex A (informative) Rationale .................................................................................................................... .1 1 Annex B (informative) Flow chart to aid in ensuring a systematic approach to biological evaluation of medical devices .................................................................................................. ......... 13 Bibliography ................................................................................................................... .................................. 14 Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) iv  ISO 2003  All rights reserved Foreword ISO (the International Organization for Standardization) is a worldwide federation of national standards bodies (ISO member bodies). The work of preparing International Standards is normally carried out through ISO technical committees. Each member body interested in a subject for which a technical committee has been established has the right to be represented on that committee. International organizations, governmental and non-governmental, in liaison with ISO, also take part in the work. ISO collaborates closely with the International Electrotechnical Commission (IEC) on all matters of electrotechnical standardization. International Standards are drafted in accordance with the rules given in the ISOIEC Directives, Part 2. The main task of technical committees is to prepare International Standards. Draft International Standards adopted by the technical committees are circulated to the member bodies for voting. Publication as an International Standard requires approval by at least 75  of the member bodies casting a vote. Attention is drawn to the possibility that some of the elements of this document may be the subject of patent rights. ISO shall not be held responsible for identifying any or all such patent rights. ISO 10993-1 was prepared by Technical Committee ISOTC 194, Biological evaluation of medical devices . This third edition cancels and replaces the second edition (ISO 10993-1:1997), of which it constitutes a minor revision. ISO 10993 consists of the following parts, under the general title Biological evaluation of medical devices :  Part 1: Evaluation and testing  Part 2: Animal welfare requirements  Part 3: Tests for genotoxicity, carcinogenicity and reproductive toxicity  Part 4: Selection of tests for interactions with blood  Part 5: Tests for in vitro cytotoxicity  Part 6: Tests for local effects after implantation  Part 7: Ethylene oxide sterilization residuals  Part 8: Selection and qualification of reference materials for biological tests  Part 9: Framework for identification and quantification of potential degradation products  Part 10: Tests for irritation and delayed-type hypersensitivity  Part 11: Tests for systemic toxicity  Part 12: Sample preparation and reference materials  Part 13: Identification and quantification of degradation products from polymeric medical devices  Part 14: Identification and quantification of degradation products from ceramics  Part 15: Identification and quantification of degradation products from metals and alloys  Part 16: Toxicokinetic study design for degradation products and leachables Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved v  Part 17: Establishment of allowable limits for leachable substances  Part 18: Chemical characterization of materials Future parts will deal with other relevant aspects of biological testing. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) vi  ISO 2003  All rights reserved Introduction This part of ISO 10993 is a combinationharmonization of numerous international and national standards and guidelines concerning the biological evaluation of medical devices. It is intended to be the overall guidance document for the selection of tests enabling evaluation of biological responses relevant to the safety of medical devices and materials. The role of this part of ISO 10993 is to serve as a framework in which to plan such a biological evaluation which minimizes the number and exposure of test animals. The protection of humans is the primary goal of ISO 10993. The appropriate selection and interpretation of biological evaluation tests requires an understanding of the rationale behind such testing. An informative rationale for the use of this part of ISO 10993 is provided in Annex A. Annex B contains a flow chart to aid in the systematic approach to the biological evaluation of medical devices. A bibliography is given at the end of the text. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. INTERNATIONAL STANDARD ISO 10993-1:2003(E)  ISO 2003  All rights reserved 1 Biological evaluation of medical devices  Part 1: Evaluation and testing 1 Scope This part of ISO 10993 describes a) the general principles governing the biological evaluation of medical devices; b) the categorization of devices based on the nature and duration of their contact with the body; c) the selection of appropriate tests. This part of ISO 10993 does not cover testing of materials and devices that do not come into direct or indirect contact with the patient's body, nor does it cover biological hazards arising from any mechanical failure. NOTE Other parts of ISO 10993 cover specific tests (see also the rationale in A.2). 2 Terms and definitions For the purposes of this document, the following terms and definitions apply. 2.1 medical device any instrument, apparatus, appliance, material or other article, including software, whether used alone or in combination, intended by the manufacturer to be used for human beings solely or principally for the purpose of:  diagnosis, prevention, monitoring, treatment or alleviation of disease;  diagnosis, monitoring, treatment, alleviation of or compensation for an injury or handicap;  investigation, replacement or modification of the anatomy or of a physiological process;  control of conception; and which does not achieve its principal intended action in or on the human body by pharmacological, immunological or metabolic means, but which may be assisted in its function by such means NOTE 1 Devices are different from drugs, and their biological evaluation requires a different approach. NOTE 2 Use of the term medical device includes dental devices. 2.2 material any synthetic or natural polymer, metal, alloy, ceramic or other nonviable substance, including tissue rendered nonviable, used as a medical device or any part thereof Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 2  ISO 2003  All rights reserved 2.3 final product medical device in its as-used state 3 General principles applying to biological evaluation of medical devices 3.1 The selection and evaluation of any material or device intended for use in humans requires a structured programme of assessment. In the design process, an informed decision shall be made and documented that weighs the advantagesdisadvantages of the various choices of material and test procedure. To give assurance that the final product will perform as intended and be safe for human use, the programme shall include a biological evaluation. The biological evaluation shall be planned, carried out and documented by knowledgeable and experienced individuals capable of making informed decisions based on the advantages and disadvantages of the various materials and test procedures available. 3.2 In the selection of materials to be used in device manufacture, the first consideration should be fitness for purpose with regard to characteristics and properties of the material, which include chemical, toxicological, physical, electrical, morphological and mechanical properties. 3.3 The following should be considered for their relevance to the overall biological evaluation of the device: a) the material(s) of manufacture; b) intended additives, process contaminants and residues; c) leachable substances; d) degradation products; e) other components and their interactions in the final product; f) the properties and characteristics of the final product. NOTE If appropriate, identification and quantification of extractable chemical entities of the final product should precede biological evaluation (see ISO 10993-9). 3.4 Tests to be used in biological evaluation, and the interpretation of the results of such tests, should take into account the chemical composition of the materials, including the conditions of exposure and the nature, degree, frequency and duration of exposure of the device or its constituents to the body. By following these principles, devices can be categorized to facilitate the selection of appropriate tests (see Clause 4). This part of ISO 10993 is concerned with the tests to be carried out on materials andor the final product. The range of potential biological hazards is wide and may include: a) short-term effects (e.g. acute toxicity, irritation to the skin, eye and mucosal surfaces, sensitization, haemolysis and thrombogenicity); b) long-term or specific toxic effects [e.g. subchronic and chronic toxic effects, sensitization, genotoxicity, carcinogenicity (tumorigenicity) and effects on reproduction including teratogenicity]. 3.5 All potential biological hazards should be considered for every material and final product, but this does not imply that testing for all potential hazards will be necessary or practical (see Clause 6). 3.6 Any in vitro or in vivo tests shall be based on end-use applications and appropriate good laboratory practice followed by evaluation by competent informed persons. Whenever possible, in vitro screening should Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 3 be carried out before in vivo tests are commenced. Test data, complete to the extent that an independent analysis could be made, shall be retained (see A.2, Subclause 3.6). 3.7 The materials or final product shall be considered for biological re-evaluation if any of the following occurs: a) any change in the source or in the specification of the materials used in the manufacture of the product; b) any change in the formulation, processing, primary packaging or sterilization of the product; c) any change in the final product during storage; d) any change in the intended use of the product; e) any evidence that the product may produce adverse effects when used in humans. 3.8 The biological evaluation performed in accordance with this part of ISO 10993 should be considered in conjunction with the nature and mobility of the ingredients in the materials used to manufacture the device and other information, other non-clinical tests, clinical studies and post-market experience for an overall assessment (see A.2, Subclause 3.8). 4 Categorization of medical devices 4.1 General Following the general principles laid down in Clause 3, medical devices can be categorized to facilitate the selection of appropriate tests. The testing of any device that does not fall into one of the categories described should follow the general principles contained in this part of ISO 10993. Certain devices may fall into more than one category, in which case testing appropriate to each category should be considered. Medical devices shall be categorized according to the nature and duration of body contact as described in 4.2 and 4.3. 4.2 Categorization by nature of body contact 4.2.1 Non-contact devices Medical devices that do not contact the patient's body directly or indirectly are not included in the scope of ISO 10993. 4.2.2 Surface-contacting devices These include medical devices in contact with the following surfaces: a) skin: devices that contact intact skin surfaces only; examples include electrodes, external prostheses, fixation tapes, compression bandages and monitors of various types; b) mucosal membranes: devices that contact intact mucosal membranes; examples include contact lenses, urinary catheters, intravaginal and intraintestinal devices (stomach tubes, sigmoidoscopes, colonoscopes, gastroscopes), endotracheal tubes, bronchoscopes, dental prostheses, orthodontic devices and intrauterine devices; c) breached or compromised surfaces: devices that contact breached or otherwise compromised body surfaces; examples include dressings, healing devices and occlusive patches for ulcers, burns and granulation tissue. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 4  ISO 2003  All rights reserved 4.2.3 External communicating devices These include medical devices in contact with the following application sites: a) blood path, indirect: devices that contact the blood path at one point and serve as a conduit for entry into the vascular system; examples include solution administration sets, extension sets, transfer sets and blood administration sets; b) tissuebonedentin: devices that contact tissue, bone or pulpdentin systems; examples include laparoscopes, arthroscopes, draining systems, dental cements, dental filling materials and skin staples; c) circulating blood: devices that contact circulating blood; examples include intravascular catheters, temporary pacemaker electrodes, oxygenators, extracorporal oxygenator tubing and accessories, dialysers, dialysis tubing and accessories, haemoadsorbents and immunoadsorbents. 4.2.4 Implant devices These include medical devices in contact with the following application sites: a) tissuebone: 1) devices principally contacting bone; examples include orthopaedic pins, plates, replacement joints, bone prostheses, bone cements and intraosseous devices; 2) devices principally contacting tissue and tissue fluid; examples include pacemakers, drug supply devices, neuromuscular sensors and stimulators, replacement tendons, breast implants, artificial larynxes, subperiostal implants and ligation clips; b) blood: devices principally contacting blood; examples include pacemaker electrodes, artificial arteriovenous fistulae, heart valves, vascular grafts, internal drug-delivery catheters and ventricular assist devices. 4.3 Categorization by duration of contact Medical devices shall be categorized according to the duration of contact as follows: a) Limited exposure (A): devices whose single or multiple use or contact is likely to be up to 24 h; b) Prolonged exposure (B): devices whose single, multiple or long-term use or contact is likely to exceed 24 h but not 30 days; c) Permanent contact (C): devices whose single, multiple or long-term use or contact exceeds 30 days. If a material or device may be placed in more than one duration category, the more rigorous testing requirements shall apply. With multiple exposures to the device, the decision into which category a device is placed should take into account the potential cumulative effect, bearing in mind the period of time over which these exposures occur. 5 Testing 5.1 General In addition to the general principles laid down in Clause 3, the following shall apply to biological testing of medical devices. a) Testing shall be performed on the final product, or on representative samples taken from the final product or from materials processed in the same manner as the final product. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 5 b) The choice of test procedures shall take into account: 1) the nature, degree, duration, frequency and conditions of exposure to or contact of humans with the device in the normal intended use; 2) the chemical and physical nature of the final product; 3) the toxicological activity of the chemical elements or compounds in the formulation of the final product; 4) that certain tests (e.g. those designed to assess systemic effects) may not be applicable where the presence of leachable materials has been excluded, or where leachables have a known and acceptable toxicity profile; 5) the relationship of device surface area to recipient body size; 6) the existing information based on the literature, experience and non-clinical tests; 7) that the protection of humans is the primary goal of this document, a secondary goal being to ensure animal welfare and to minimize the number and exposure of test animals. c) If extracts of the devices are prepared, the solvents and conditions of extraction used shall be appropriate to the nature and use of the final product. d) Positive and negative controls shall be used where appropriate. e) Test results cannot ensure freedom from potential biological hazard, thus biological investigations shall be followed by careful observations for unexpected adverse reactions or events in humans during clinical use of the device. A bibliography of International Standards and guidelines on biological-response test methods is given at the end of the text. 5.2 Initial evaluation tests 5.2.1 General The tests that shall be considered for initial biological response are given in 5.2.2 to 5.2.10. 5.2.2 Cytotoxicity With the use of cell culture techniques, these tests determine the lysis of cells (cell death), the inhibition of cell growth, and other effects on cells caused by medical devices, materials andor their extracts. Cytotoxicity tests are described in ISO 10993-5. 5.2.3 Sensitization These tests estimate, using an appropriate model, the potential of medical devices, materials andor their extracts for contact sensitization. These tests are appropriate because exposure or contact to even minute amounts of potential leachables can result in allergic or sensitization reactions. Sensitization tests are described in ISO 10993-10. 5.2.4 Irritation These tests estimate the irritation potential of medical devices, materials andor their extracts, using appropriate sites for implant tissue such as skin, eye and mucous membrane in a suitable model. The test(s) performed should be appropriate for the route (skin, eye, mucosa) and duration of exposure or contact to Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 6  ISO 2003  All rights reserved determine irritant effects of devices, materials and potential leachables. Irritation tests are described in ISO 10993-10. 5.2.5 Intracutaneous reactivity These tests assess the localized reaction of tissue to medical device extracts. These tests are applicable where determination of irritation by dermal or mucosal tests are inappropriate (e.g. medical devices having access to the blood path). These tests may also be useful where extractables are hydrophobic. Intracutaneous reactivity tests are described in ISO 10993-10. 5.2.6 Systemic toxicity (acute toxicity) These tests estimate the potential harmful effects of either single or multiple exposures, during a period of less than 24 h, to medical devices, materials andor their extracts in an animal model. These tests are appropriate where contact allows potential absorption of toxic leachables and degradation products. Pyrogenicity tests are included to detect material-mediated pyrogenic reactions of extracts of medical devices or materials. No single test can differentiate pyrogenic reactions that are material-mediated from those due to endotoxin contamination. Systemic toxicity tests are described in ISO 10993-11. Immunotoxicity tests should be considered only for devices where data from other sources is suggestive of immunotoxicological effects. Systemic toxicity tests may be included in subacute and subchronic toxicity test protocols and implantation test protocols. 5.2.7 Subacute and subchronic toxicity These tests determine the effects of either single or multiple exposures or contact to medical devices, materials andor their extracts for a period not less than 24 h but not greater than 10  of the total life-span of the test animal (e.g. up to 90 days in rats). These tests may be waived for materials with chronic toxicity data. The reason for waiving of the tests should be included in the final report. These tests should be appropriate for the route and duration of contact. Subchronic toxicity tests are described in ISO 10993-11. 5.2.8 Genotoxicity These tests use mammalian or non-mammalian cell culture or other techniques to determine gene mutations, changes in chromosome structure and number, and other DNA or gene toxicities caused by medical devices, materials andor their extracts. Genotoxicity tests are described in ISO 10993-3. 5.2.9 Implantation These tests assess the local pathological effects on living tissue, at both the gross level and microscopic level, of a sample of a material or final product that is surgically implanted or placed in an implant site or in a tissue appropriate to the intended application (e.g. special dental usage tests). These tests should be appropriate for the route and duration of contact. For a material, these tests are equivalent to subchronic toxicity tests if systemic effects are also investigated. Implantation tests are described in ISO 10993-6. Implantation test protocols may be expanded to include systemic toxicity tests, subacute and subchronic toxicity tests, and chronic toxicity tests. 5.2.10 Haemocompatibility These tests evaluate, using an appropriate model or system, the effects of blood-contacting medical devices or materials on blood or blood components. Specific haemocompatibility tests may also be designed to simulate the geometry, contact conditions and flow dynamics of the device or material during clinical applications. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 7 Haemolysis tests determine the degree of red blood cell lysis and the release of haemoglobin caused by medical devices, materials andor their extracts in vitro . Haemocompatibility tests are described in ISO 10993-4. 5.3 Supplementary evaluation tests 5.3.1 General The supplementary biological evaluation tests that shall be considered are given in 5.3.2 to 5.3.5. 5.3.2 Chronic toxicity These tests determine the effects of either single or multiple exposures to medical devices, materials andor their extracts during at least 10  of the life-span of the test animal (e.g. more than 90 days in rats). These tests should be appropriate for the route and duration of exposure or contact. Chronic toxicity tests are described in ISO 10993-11. Chronic toxicity tests may be included in subacute and subchronic toxicity test protocols and implantation test protocols. 5.3.3 Carcinogenicity These tests determine the tumorigenic potential of medical devices, materials andor their extracts from either single or multiple exposures or contacts during the major portion of the life-span of the test animal. These tests may be designed in order to examine both chronic toxicity and tumorigenicity in a single experimental study. Carcinogenicity tests should be conducted only if there are suggestive data from other sources. These tests should be appropriate for the route and duration of exposure or contact. Carcinogenicity tests are described in ISO 10993-3. 5.3.4 Reproductive and developmental toxicity These tests evaluate the potential effects of medical devices, materials andor their extracts on reproductive function, embryonic development (teratogenicity), and prenatal and early postnatal development. Reproductivedevelopmental toxicity tests or bioassays should only be conducted when the device has potential impact on the reproductive potential of the subject. The application site of the device should be considered. Reproductive and developmental toxicity tests are described in ISO 10993-3. 5.3.5 Biodegradation Where the potential for resorption andor degradation exists, corresponding tests may determine the processes of absorption, distribution, biotransformation and elimination of leachables and degradation products of medical devices, materials andor their extracts. Biodegradation tests are described in ISO 10993-9. 6 Selection of biological evaluation tests Evaluation may include both a study of relevant experience and actual testing. Such an evaluation may result in the conclusion that no testing is needed if the material has a demonstrable history of use in a specified role that is equivalent to that of the device under design. Table 1 identifies the initial evaluation tests that shall be considered for each device and duration category. Table 2 identifies the supplementary evaluation tests that shall be considered for each device and duration category. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 8  ISO 2003  All rights reserved Due to the diversity of medical devices, it is recognized that not all tests identified in a category will be necessary or practical for any given device. It is indispensable for testing that each device be considered on its own merits: additional tests not indicated in the table may be necessary. The tests considered and the rationale for selection andor waiving of tests shall be recorded. 7 Assurance of test methods 7.1 Test method assurance The test methods used in the biological evaluation shall be sensitive, precise and accurate. The test results should be reproducible (interlaboratory) as well as repeatable (intralaboratory). 7.2 Continued assurance The assurance that a material is initially acceptable for its intended use in a medical device, and its continued acceptability in the long term, is an aspect of a quality management system (see A.2, Subclause 7.2). NOTE ISO 9001 specifies the requirements for such quality management systems. ISO 9004 provides more detailed guidance for designing and manufacturing products. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 9 Table 1  Initial evaluation tests for consideration Medical device categorization by Biological effect Nature of body contact (see 4.2) Contact duration (see 4.3) A  Limited ( 24 h) B  prolonged (24 h to 30 days) C  permanent ( 30 days) Category Contact Cytotoxicity Sensitization Irritation or intracutaneous reactivity Systemic toxicity (acute) Subacute and subchronic toxicity Genotoxicity Implantation Hæmocompatibility A x x x B x x x Skin C x x x A x x x B x x x Mucosal membrane C x x x x x A x x x B x x x Surface device Breached or compromised surface C x x x x x A x x x x x B x x x x x Blood path, indirect C x x x x x x A x x x B x x x x x x x Tissuebonedentin C x x x x x x x A x x x x x B x x x x x x x x External communicating device Circulating blood C x x x x x x x x A x x x B x x x x x x x Tissuebone C x x x x x x x A x x x x x x x B x x x x x x x x Implant device Blood C x x x x x x x x NOTE This table is a framework for the development of an assessment programme and is not a checklist (see Clause 6). Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 10  ISO 2003  All rights reserved Table 2  Supplementary evaluation tests for consideration Medical device categorization by Biological effect Nature of body contact (see 4.2) Contact duration (see 4.3) A  Limited ( 24 h) B  prolonged (24 h to 30 days) C  permanent ( 30 days) Category Contact Chronic toxicity Carcinogenicity Reproductivedevelopmental Biodegradation A B Skin C A B Mucosal membrane C A B Surface device Breached or compromised surface C A B Blood path, indirect C x x A B Tissuebonedentin C x x A B External communicating device Circulating blood C x x A B Tissuebone C x x A B Implant device Blood C x x NOTE This table is a framework for the development of an assessment programme and is not a checklist (see Clause 6). Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 11 Annex A (informative) Rationale A.1 General This part of ISO 10993 is concerned with the safety-in-use of medical devices and materials. It is intended to assess the biological response of devices and materials as part of the overall evaluation and development of devices and materials. Like other current work on this subject, it addresses the determination of the effects of devices and materials on tissue in a general way, rather than for specific individual applications. This part of ISO 10993 thus classifies medical devices into broad categories and indicates, in matrices, the biological tests that are thought to be relevant for consideration for each device category. Expanded test protocols may combine initial evaluation tests. Examples could be sensitization, irritation and intracutaneous reactivity tests in a single, expanded protocol; or systemic toxicity, subacute and subchronic toxicity, chronic toxicity and implantation tests in a single, expanded protocol. The range of biological hazards is wide. The tissue interaction of a material cannot be considered in isolation from the overall device design. The best material with respect to tissue interaction may result in a less functional device, tissue interaction being only one characteristic of a material. Where the material is intended to interact with tissue in order for the device to perform its function, evaluation takes on dimensions not generally addressed in standards and guidelines to date. Biological reactions that are adverse for a material in one application may not be adverse for the use of the material in a different application. Biological testing relies upon animal models and a material cannot, therefore, be conclusively shown to have the same tissue reactions in humans. In addition, differences between humans suggest that some patients may have adverse reactions even to well-established materials. Currently, biological testing relies on animal models. However, as scientific knowledge advances our understanding of basic mechanisms, preference should be given to in vitro models in situations where scientific evidence yields equally relevant information. For medical devices and materials, the application of a rigid set of test methods and passfail criteria might result in either an unnecessary restriction, or a false sense of security, in their use. Where a particular application warrants, experts in the product or application area involved may choose to establish specific tests and criteria specified in a product-specific vertical standard. This part of ISO 10993 is not, therefore, intended to be a set of definitive statements to be followed by individuals not qualified by training and experience; it should be applied with interpretation and judgement by the appropriate professionals qualified by training and experience, taking into consideration the factors relevant to the devicematerial, its intended use, and the current knowledge of the devicematerial provided by scientific literature and previous clinical experience. A.2 Rationale for specific clauses The following are rationale for specific clauses in this part of ISO 10993, with clause numbers parallel to those in the body of the document. Subclause 3.1: It is worth acknowledging that there are important material characteristics other than biological ones that should be taken into account in the overall design of the device. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 12  ISO 2003  All rights reserved Subclause 3.6: Evaluation may include both a study of relevant experience and actual testing. Such an evaluation may result in the conclusion that no testing is needed if the material has a demonstrable history of use in a specific role that is the same as that of the device under design. Evaluation should consider intended and unintended interactions between the material and tissues. Subclause 3.8: This clause is intended to avoid the need for redundant experiments when information about the material andor device is available from other sources. Subclause 7.2: The selection and evaluation of materials that will come into contact with tissue require a structured process so that the materials incorporated in the final design contribute to the overall biological evaluation assurance of the design. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 13 Annex B (informative) Flow chart to aid in ensuring a systematic approach to biological evaluation of medical devices a Refers to clausesubclause in main text. Figure B.1 Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 14  ISO 2003  All rights reserved Bibliography International Organization for Standardization (ISO) [1] ISO 7405:1997, Dentistry  Preclinical evaluation of biocompatibility of medical devices used in dentistry  Test methods for dental materials [2] ISO 9000:2000, Quality management systems  Fundamentals and vocabulary [3] ISO 9001:2000, Quality management systems  Requirements [4] ISO 9004:2000, Quality management systems  Guidelines for performance improvements [5] ISO 10993-3:1), Biological evaluation of medical devices  Part 3: Tests for genotoxicity, carcino- genicity and reproductive toxicity [6] ISO 10993-4:2002, Biological evaluation of medical devices  Part 4: Selection of tests for interactions with blood [7] ISO 10993-5:1999, Biological evaluation of medical devices  Part 5: Tests for in vitro cytotoxicity [8] ISO 10993-6:1994, Biological evaluation of medical devices  Part 6: Tests for local effects after implantation [9] ISO 10993-9:1999, Biological evaluation of medical devices  Part 9: Framework for identification and quantification of potential degradation products [10] ISO 10993-10:2002, Biological evaluation of medical devices  Part 10: Tests for irritation and delayed-type hypersensitivity [11] ISO 10993-11:1993, Biological evaluation of medical devices  Part 11: Tests for systemic toxicity [12] ISO 13485:2003, Medical devices  Quality systems  System requirements for regulatory purposes [13] ISO 13488:1996, Quality systems  Medical devices  Particular requirements for the application of ISO 9002 [14] ISOIEC 17025:1999, General requirements for the competence of testing and calibration laboratories Organization for Economic Cooperation and Development (OECD) [15] Guidelines for the testing of chemicals  Section 4: Health effects 1) To be published. (Revision of ISO 10993-3:1992) Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) ICS 11.100 Price based on 14 pages  ISO 2003  All rights reserved Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ",
  "total_pages": 22,
  "pages": [
    {
      "page": 1,
      "text": "Reference numbe r ISO 10993-1:2003(E)  ISO 2003 INTERNATIONAL STANDARD ISO 10993-1 Third edition 2003-08-01 Biological evaluation of medical devices  Part 1: Evaluation and testing Évaluation biologique des dispositifs médicaux  Partie 1: Évaluation et essais Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 2,
      "text": "ISO 10993-1:2003(E) PDF disclaimer This PDF file may contain embedded typefaces. In accordance with Adobe's licensing policy, this file may be printed or viewed b ut shall not be edited unless the typefaces which are embedded are licensed to and installed on the computer performing the editin g. In downloading this file, parties accept therein the responsibility of not infringing Adobe's licensing policy. The ISO Central Se cretariat accepts no liability in this area. Adobe is a trademark of Adobe Systems Incorporated. Details of the software products used to create this PDF file can be found in the General Info relative to the file; the PDF-cr eation parameters were optimized for printing. Every care has been taken to ensure that the file is suitable for use by ISO member bod ies. In the unlikely event that a problem relating to it is found, please inform the Central Secretariat at the address given below.  ISO 2003 All rights reserved. Unless otherwise specified, no part of this publication may be reproduced or utilized in any form or by an y means, electronic or mechanical, including photocopying and microfilm, without permission in writing from either ISO at the address be low or ISO's member body in the country of the requester. ISO copyright office Case postale 56  CH-1211 Geneva 20 Tel.  41 22 749 01 11 Fax  41 22 749 09 47 E-mail copyrightiso.org Web www.iso.org Published in Switzerland ii  ISO 2003  All rights reserved Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 3,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved iii Contents Page Foreword....................................................................................................................... ..................................... iv Introduction ................................................................................................................... .................................... vi 1 Scope.......................................................................................................................... ............................ 1 2 Terms and definitions.......................................................................................................... ................. 1 3 General principles applying to biological evaluation of medical devices ...................................... 2 4 Categorization of medical devices .............................................................................................. ........ 3 5 Testing........................................................................................................................ ............................ 4 6 Selection of biological evaluation tests....................................................................................... ....... 7 7 Assurance of test methods...................................................................................................... ............ 8 Annex A (informative) Rationale .................................................................................................................... .1 1 Annex B (informative) Flow chart to aid in ensuring a systematic approach to biological evaluation of medical devices .................................................................................................. ......... 13 Bibliography ................................................................................................................... .................................. 14 Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 4,
      "text": "ISO 10993-1:2003(E) iv  ISO 2003  All rights reserved Foreword ISO (the International Organization for Standardization) is a worldwide federation of national standards bodies (ISO member bodies). The work of preparing International Standards is normally carried out through ISO technical committees. Each member body interested in a subject for which a technical committee has been established has the right to be represented on that committee. International organizations, governmental and non-governmental, in liaison with ISO, also take part in the work. ISO collaborates closely with the International Electrotechnical Commission (IEC) on all matters of electrotechnical standardization. International Standards are drafted in accordance with the rules given in the ISOIEC Directives, Part 2. The main task of technical committees is to prepare International Standards. Draft International Standards adopted by the technical committees are circulated to the member bodies for voting. Publication as an International Standard requires approval by at least 75  of the member bodies casting a vote. Attention is drawn to the possibility that some of the elements of this document may be the subject of patent rights. ISO shall not be held responsible for identifying any or all such patent rights. ISO 10993-1 was prepared by Technical Committee ISOTC 194, Biological evaluation of medical devices . This third edition cancels and replaces the second edition (ISO 10993-1:1997), of which it constitutes a minor revision. ISO 10993 consists of the following parts, under the general title Biological evaluation of medical devices :  Part 1: Evaluation and testing  Part 2: Animal welfare requirements  Part 3: Tests for genotoxicity, carcinogenicity and reproductive toxicity  Part 4: Selection of tests for interactions with blood  Part 5: Tests for in vitro cytotoxicity  Part 6: Tests for local effects after implantation  Part 7: Ethylene oxide sterilization residuals  Part 8: Selection and qualification of reference materials for biological tests  Part 9: Framework for identification and quantification of potential degradation products  Part 10: Tests for irritation and delayed-type hypersensitivity  Part 11: Tests for systemic toxicity  Part 12: Sample preparation and reference materials  Part 13: Identification and quantification of degradation products from polymeric medical devices  Part 14: Identification and quantification of degradation products from ceramics  Part 15: Identification and quantification of degradation products from metals and alloys  Part 16: Toxicokinetic study design for degradation products and leachables Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 5,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved v  Part 17: Establishment of allowable limits for leachable substances  Part 18: Chemical characterization of materials Future parts will deal with other relevant aspects of biological testing. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 6,
      "text": "ISO 10993-1:2003(E) vi  ISO 2003  All rights reserved Introduction This part of ISO 10993 is a combinationharmonization of numerous international and national standards and guidelines concerning the biological evaluation of medical devices. It is intended to be the overall guidance document for the selection of tests enabling evaluation of biological responses relevant to the safety of medical devices and materials. The role of this part of ISO 10993 is to serve as a framework in which to plan such a biological evaluation which minimizes the number and exposure of test animals. The protection of humans is the primary goal of ISO 10993. The appropriate selection and interpretation of biological evaluation tests requires an understanding of the rationale behind such testing. An informative rationale for the use of this part of ISO 10993 is provided in Annex A. Annex B contains a flow chart to aid in the systematic approach to the biological evaluation of medical devices. A bibliography is given at the end of the text. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 7,
      "text": "INTERNATIONAL STANDARD ISO 10993-1:2003(E)  ISO 2003  All rights reserved 1 Biological evaluation of medical devices  Part 1: Evaluation and testing 1 Scope This part of ISO 10993 describes a) the general principles governing the biological evaluation of medical devices; b) the categorization of devices based on the nature and duration of their contact with the body; c) the selection of appropriate tests. This part of ISO 10993 does not cover testing of materials and devices that do not come into direct or indirect contact with the patient's body, nor does it cover biological hazards arising from any mechanical failure. NOTE Other parts of ISO 10993 cover specific tests (see also the rationale in A.2). 2 Terms and definitions For the purposes of this document, the following terms and definitions apply. 2.1 medical device any instrument, apparatus, appliance, material or other article, including software, whether used alone or in combination, intended by the manufacturer to be used for human beings solely or principally for the purpose of:  diagnosis, prevention, monitoring, treatment or alleviation of disease;  diagnosis, monitoring, treatment, alleviation of or compensation for an injury or handicap;  investigation, replacement or modification of the anatomy or of a physiological process;  control of conception; and which does not achieve its principal intended action in or on the human body by pharmacological, immunological or metabolic means, but which may be assisted in its function by such means NOTE 1 Devices are different from drugs, and their biological evaluation requires a different approach. NOTE 2 Use of the term medical device includes dental devices. 2.2 material any synthetic or natural polymer, metal, alloy, ceramic or other nonviable substance, including tissue rendered nonviable, used as a medical device or any part thereof Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 8,
      "text": "ISO 10993-1:2003(E) 2  ISO 2003  All rights reserved 2.3 final product medical device in its as-used state 3 General principles applying to biological evaluation of medical devices 3.1 The selection and evaluation of any material or device intended for use in humans requires a structured programme of assessment. In the design process, an informed decision shall be made and documented that weighs the advantagesdisadvantages of the various choices of material and test procedure. To give assurance that the final product will perform as intended and be safe for human use, the programme shall include a biological evaluation. The biological evaluation shall be planned, carried out and documented by knowledgeable and experienced individuals capable of making informed decisions based on the advantages and disadvantages of the various materials and test procedures available. 3.2 In the selection of materials to be used in device manufacture, the first consideration should be fitness for purpose with regard to characteristics and properties of the material, which include chemical, toxicological, physical, electrical, morphological and mechanical properties. 3.3 The following should be considered for their relevance to the overall biological evaluation of the device: a) the material(s) of manufacture; b) intended additives, process contaminants and residues; c) leachable substances; d) degradation products; e) other components and their interactions in the final product; f) the properties and characteristics of the final product. NOTE If appropriate, identification and quantification of extractable chemical entities of the final product should precede biological evaluation (see ISO 10993-9). 3.4 Tests to be used in biological evaluation, and the interpretation of the results of such tests, should take into account the chemical composition of the materials, including the conditions of exposure and the nature, degree, frequency and duration of exposure of the device or its constituents to the body. By following these principles, devices can be categorized to facilitate the selection of appropriate tests (see Clause 4). This part of ISO 10993 is concerned with the tests to be carried out on materials andor the final product. The range of potential biological hazards is wide and may include: a) short-term effects (e.g. acute toxicity, irritation to the skin, eye and mucosal surfaces, sensitization, haemolysis and thrombogenicity); b) long-term or specific toxic effects [e.g. subchronic and chronic toxic effects, sensitization, genotoxicity, carcinogenicity (tumorigenicity) and effects on reproduction including teratogenicity]. 3.5 All potential biological hazards should be considered for every material and final product, but this does not imply that testing for all potential hazards will be necessary or practical (see Clause 6). 3.6 Any in vitro or in vivo tests shall be based on end-use applications and appropriate good laboratory practice followed by evaluation by competent informed persons. Whenever possible, in vitro screening should Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 9,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved 3 be carried out before in vivo tests are commenced. Test data, complete to the extent that an independent analysis could be made, shall be retained (see A.2, Subclause 3.6). 3.7 The materials or final product shall be considered for biological re-evaluation if any of the following occurs: a) any change in the source or in the specification of the materials used in the manufacture of the product; b) any change in the formulation, processing, primary packaging or sterilization of the product; c) any change in the final product during storage; d) any change in the intended use of the product; e) any evidence that the product may produce adverse effects when used in humans. 3.8 The biological evaluation performed in accordance with this part of ISO 10993 should be considered in conjunction with the nature and mobility of the ingredients in the materials used to manufacture the device and other information, other non-clinical tests, clinical studies and post-market experience for an overall assessment (see A.2, Subclause 3.8). 4 Categorization of medical devices 4.1 General Following the general principles laid down in Clause 3, medical devices can be categorized to facilitate the selection of appropriate tests. The testing of any device that does not fall into one of the categories described should follow the general principles contained in this part of ISO 10993. Certain devices may fall into more than one category, in which case testing appropriate to each category should be considered. Medical devices shall be categorized according to the nature and duration of body contact as described in 4.2 and 4.3. 4.2 Categorization by nature of body contact 4.2.1 Non-contact devices Medical devices that do not contact the patient's body directly or indirectly are not included in the scope of ISO 10993. 4.2.2 Surface-contacting devices These include medical devices in contact with the following surfaces: a) skin: devices that contact intact skin surfaces only; examples include electrodes, external prostheses, fixation tapes, compression bandages and monitors of various types; b) mucosal membranes: devices that contact intact mucosal membranes; examples include contact lenses, urinary catheters, intravaginal and intraintestinal devices (stomach tubes, sigmoidoscopes, colonoscopes, gastroscopes), endotracheal tubes, bronchoscopes, dental prostheses, orthodontic devices and intrauterine devices; c) breached or compromised surfaces: devices that contact breached or otherwise compromised body surfaces; examples include dressings, healing devices and occlusive patches for ulcers, burns and granulation tissue. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 10,
      "text": "ISO 10993-1:2003(E) 4  ISO 2003  All rights reserved 4.2.3 External communicating devices These include medical devices in contact with the following application sites: a) blood path, indirect: devices that contact the blood path at one point and serve as a conduit for entry into the vascular system; examples include solution administration sets, extension sets, transfer sets and blood administration sets; b) tissuebonedentin: devices that contact tissue, bone or pulpdentin systems; examples include laparoscopes, arthroscopes, draining systems, dental cements, dental filling materials and skin staples; c) circulating blood: devices that contact circulating blood; examples include intravascular catheters, temporary pacemaker electrodes, oxygenators, extracorporal oxygenator tubing and accessories, dialysers, dialysis tubing and accessories, haemoadsorbents and immunoadsorbents. 4.2.4 Implant devices These include medical devices in contact with the following application sites: a) tissuebone: 1) devices principally contacting bone; examples include orthopaedic pins, plates, replacement joints, bone prostheses, bone cements and intraosseous devices; 2) devices principally contacting tissue and tissue fluid; examples include pacemakers, drug supply devices, neuromuscular sensors and stimulators, replacement tendons, breast implants, artificial larynxes, subperiostal implants and ligation clips; b) blood: devices principally contacting blood; examples include pacemaker electrodes, artificial arteriovenous fistulae, heart valves, vascular grafts, internal drug-delivery catheters and ventricular assist devices. 4.3 Categorization by duration of contact Medical devices shall be categorized according to the duration of contact as follows: a) Limited exposure (A): devices whose single or multiple use or contact is likely to be up to 24 h; b) Prolonged exposure (B): devices whose single, multiple or long-term use or contact is likely to exceed 24 h but not 30 days; c) Permanent contact (C): devices whose single, multiple or long-term use or contact exceeds 30 days. If a material or device may be placed in more than one duration category, the more rigorous testing requirements shall apply. With multiple exposures to the device, the decision into which category a device is placed should take into account the potential cumulative effect, bearing in mind the period of time over which these exposures occur. 5 Testing 5.1 General In addition to the general principles laid down in Clause 3, the following shall apply to biological testing of medical devices. a) Testing shall be performed on the final product, or on representative samples taken from the final product or from materials processed in the same manner as the final product. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 11,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved 5 b) The choice of test procedures shall take into account: 1) the nature, degree, duration, frequency and conditions of exposure to or contact of humans with the device in the normal intended use; 2) the chemical and physical nature of the final product; 3) the toxicological activity of the chemical elements or compounds in the formulation of the final product; 4) that certain tests (e.g. those designed to assess systemic effects) may not be applicable where the presence of leachable materials has been excluded, or where leachables have a known and acceptable toxicity profile; 5) the relationship of device surface area to recipient body size; 6) the existing information based on the literature, experience and non-clinical tests; 7) that the protection of humans is the primary goal of this document, a secondary goal being to ensure animal welfare and to minimize the number and exposure of test animals. c) If extracts of the devices are prepared, the solvents and conditions of extraction used shall be appropriate to the nature and use of the final product. d) Positive and negative controls shall be used where appropriate. e) Test results cannot ensure freedom from potential biological hazard, thus biological investigations shall be followed by careful observations for unexpected adverse reactions or events in humans during clinical use of the device. A bibliography of International Standards and guidelines on biological-response test methods is given at the end of the text. 5.2 Initial evaluation tests 5.2.1 General The tests that shall be considered for initial biological response are given in 5.2.2 to 5.2.10. 5.2.2 Cytotoxicity With the use of cell culture techniques, these tests determine the lysis of cells (cell death), the inhibition of cell growth, and other effects on cells caused by medical devices, materials andor their extracts. Cytotoxicity tests are described in ISO 10993-5. 5.2.3 Sensitization These tests estimate, using an appropriate model, the potential of medical devices, materials andor their extracts for contact sensitization. These tests are appropriate because exposure or contact to even minute amounts of potential leachables can result in allergic or sensitization reactions. Sensitization tests are described in ISO 10993-10. 5.2.4 Irritation These tests estimate the irritation potential of medical devices, materials andor their extracts, using appropriate sites for implant tissue such as skin, eye and mucous membrane in a suitable model. The test(s) performed should be appropriate for the route (skin, eye, mucosa) and duration of exposure or contact to Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 12,
      "text": "ISO 10993-1:2003(E) 6  ISO 2003  All rights reserved determine irritant effects of devices, materials and potential leachables. Irritation tests are described in ISO 10993-10. 5.2.5 Intracutaneous reactivity These tests assess the localized reaction of tissue to medical device extracts. These tests are applicable where determination of irritation by dermal or mucosal tests are inappropriate (e.g. medical devices having access to the blood path). These tests may also be useful where extractables are hydrophobic. Intracutaneous reactivity tests are described in ISO 10993-10. 5.2.6 Systemic toxicity (acute toxicity) These tests estimate the potential harmful effects of either single or multiple exposures, during a period of less than 24 h, to medical devices, materials andor their extracts in an animal model. These tests are appropriate where contact allows potential absorption of toxic leachables and degradation products. Pyrogenicity tests are included to detect material-mediated pyrogenic reactions of extracts of medical devices or materials. No single test can differentiate pyrogenic reactions that are material-mediated from those due to endotoxin contamination. Systemic toxicity tests are described in ISO 10993-11. Immunotoxicity tests should be considered only for devices where data from other sources is suggestive of immunotoxicological effects. Systemic toxicity tests may be included in subacute and subchronic toxicity test protocols and implantation test protocols. 5.2.7 Subacute and subchronic toxicity These tests determine the effects of either single or multiple exposures or contact to medical devices, materials andor their extracts for a period not less than 24 h but not greater than 10  of the total life-span of the test animal (e.g. up to 90 days in rats). These tests may be waived for materials with chronic toxicity data. The reason for waiving of the tests should be included in the final report. These tests should be appropriate for the route and duration of contact. Subchronic toxicity tests are described in ISO 10993-11. 5.2.8 Genotoxicity These tests use mammalian or non-mammalian cell culture or other techniques to determine gene mutations, changes in chromosome structure and number, and other DNA or gene toxicities caused by medical devices, materials andor their extracts. Genotoxicity tests are described in ISO 10993-3. 5.2.9 Implantation These tests assess the local pathological effects on living tissue, at both the gross level and microscopic level, of a sample of a material or final product that is surgically implanted or placed in an implant site or in a tissue appropriate to the intended application (e.g. special dental usage tests). These tests should be appropriate for the route and duration of contact. For a material, these tests are equivalent to subchronic toxicity tests if systemic effects are also investigated. Implantation tests are described in ISO 10993-6. Implantation test protocols may be expanded to include systemic toxicity tests, subacute and subchronic toxicity tests, and chronic toxicity tests. 5.2.10 Haemocompatibility These tests evaluate, using an appropriate model or system, the effects of blood-contacting medical devices or materials on blood or blood components. Specific haemocompatibility tests may also be designed to simulate the geometry, contact conditions and flow dynamics of the device or material during clinical applications. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 13,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved 7 Haemolysis tests determine the degree of red blood cell lysis and the release of haemoglobin caused by medical devices, materials andor their extracts in vitro . Haemocompatibility tests are described in ISO 10993-4. 5.3 Supplementary evaluation tests 5.3.1 General The supplementary biological evaluation tests that shall be considered are given in 5.3.2 to 5.3.5. 5.3.2 Chronic toxicity These tests determine the effects of either single or multiple exposures to medical devices, materials andor their extracts during at least 10  of the life-span of the test animal (e.g. more than 90 days in rats). These tests should be appropriate for the route and duration of exposure or contact. Chronic toxicity tests are described in ISO 10993-11. Chronic toxicity tests may be included in subacute and subchronic toxicity test protocols and implantation test protocols. 5.3.3 Carcinogenicity These tests determine the tumorigenic potential of medical devices, materials andor their extracts from either single or multiple exposures or contacts during the major portion of the life-span of the test animal. These tests may be designed in order to examine both chronic toxicity and tumorigenicity in a single experimental study. Carcinogenicity tests should be conducted only if there are suggestive data from other sources. These tests should be appropriate for the route and duration of exposure or contact. Carcinogenicity tests are described in ISO 10993-3. 5.3.4 Reproductive and developmental toxicity These tests evaluate the potential effects of medical devices, materials andor their extracts on reproductive function, embryonic development (teratogenicity), and prenatal and early postnatal development. Reproductivedevelopmental toxicity tests or bioassays should only be conducted when the device has potential impact on the reproductive potential of the subject. The application site of the device should be considered. Reproductive and developmental toxicity tests are described in ISO 10993-3. 5.3.5 Biodegradation Where the potential for resorption andor degradation exists, corresponding tests may determine the processes of absorption, distribution, biotransformation and elimination of leachables and degradation products of medical devices, materials andor their extracts. Biodegradation tests are described in ISO 10993-9. 6 Selection of biological evaluation tests Evaluation may include both a study of relevant experience and actual testing. Such an evaluation may result in the conclusion that no testing is needed if the material has a demonstrable history of use in a specified role that is equivalent to that of the device under design. Table 1 identifies the initial evaluation tests that shall be considered for each device and duration category. Table 2 identifies the supplementary evaluation tests that shall be considered for each device and duration category. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 14,
      "text": "ISO 10993-1:2003(E) 8  ISO 2003  All rights reserved Due to the diversity of medical devices, it is recognized that not all tests identified in a category will be necessary or practical for any given device. It is indispensable for testing that each device be considered on its own merits: additional tests not indicated in the table may be necessary. The tests considered and the rationale for selection andor waiving of tests shall be recorded. 7 Assurance of test methods 7.1 Test method assurance The test methods used in the biological evaluation shall be sensitive, precise and accurate. The test results should be reproducible (interlaboratory) as well as repeatable (intralaboratory). 7.2 Continued assurance The assurance that a material is initially acceptable for its intended use in a medical device, and its continued acceptability in the long term, is an aspect of a quality management system (see A.2, Subclause 7.2). NOTE ISO 9001 specifies the requirements for such quality management systems. ISO 9004 provides more detailed guidance for designing and manufacturing products. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 15,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved 9 Table 1  Initial evaluation tests for consideration Medical device categorization by Biological effect Nature of body contact (see 4.2) Contact duration (see 4.3) A  Limited ( 24 h) B  prolonged (24 h to 30 days) C  permanent ( 30 days) Category Contact Cytotoxicity Sensitization Irritation or intracutaneous reactivity Systemic toxicity (acute) Subacute and subchronic toxicity Genotoxicity Implantation Hæmocompatibility A x x x B x x x Skin C x x x A x x x B x x x Mucosal membrane C x x x x x A x x x B x x x Surface device Breached or compromised surface C x x x x x A x x x x x B x x x x x Blood path, indirect C x x x x x x A x x x B x x x x x x x Tissuebonedentin C x x x x x x x A x x x x x B x x x x x x x x External communicating device Circulating blood C x x x x x x x x A x x x B x x x x x x x Tissuebone C x x x x x x x A x x x x x x x B x x x x x x x x Implant device Blood C x x x x x x x x NOTE This table is a framework for the development of an assessment programme and is not a checklist (see Clause 6). Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 16,
      "text": "ISO 10993-1:2003(E) 10  ISO 2003  All rights reserved Table 2  Supplementary evaluation tests for consideration Medical device categorization by Biological effect Nature of body contact (see 4.2) Contact duration (see 4.3) A  Limited ( 24 h) B  prolonged (24 h to 30 days) C  permanent ( 30 days) Category Contact Chronic toxicity Carcinogenicity Reproductivedevelopmental Biodegradation A B Skin C A B Mucosal membrane C A B Surface device Breached or compromised surface C A B Blood path, indirect C x x A B Tissuebonedentin C x x A B External communicating device Circulating blood C x x A B Tissuebone C x x A B Implant device Blood C x x NOTE This table is a framework for the development of an assessment programme and is not a checklist (see Clause 6). Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 17,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved 11 Annex A (informative) Rationale A.1 General This part of ISO 10993 is concerned with the safety-in-use of medical devices and materials. It is intended to assess the biological response of devices and materials as part of the overall evaluation and development of devices and materials. Like other current work on this subject, it addresses the determination of the effects of devices and materials on tissue in a general way, rather than for specific individual applications. This part of ISO 10993 thus classifies medical devices into broad categories and indicates, in matrices, the biological tests that are thought to be relevant for consideration for each device category. Expanded test protocols may combine initial evaluation tests. Examples could be sensitization, irritation and intracutaneous reactivity tests in a single, expanded protocol; or systemic toxicity, subacute and subchronic toxicity, chronic toxicity and implantation tests in a single, expanded protocol. The range of biological hazards is wide. The tissue interaction of a material cannot be considered in isolation from the overall device design. The best material with respect to tissue interaction may result in a less functional device, tissue interaction being only one characteristic of a material. Where the material is intended to interact with tissue in order for the device to perform its function, evaluation takes on dimensions not generally addressed in standards and guidelines to date. Biological reactions that are adverse for a material in one application may not be adverse for the use of the material in a different application. Biological testing relies upon animal models and a material cannot, therefore, be conclusively shown to have the same tissue reactions in humans. In addition, differences between humans suggest that some patients may have adverse reactions even to well-established materials. Currently, biological testing relies on animal models. However, as scientific knowledge advances our understanding of basic mechanisms, preference should be given to in vitro models in situations where scientific evidence yields equally relevant information. For medical devices and materials, the application of a rigid set of test methods and passfail criteria might result in either an unnecessary restriction, or a false sense of security, in their use. Where a particular application warrants, experts in the product or application area involved may choose to establish specific tests and criteria specified in a product-specific vertical standard. This part of ISO 10993 is not, therefore, intended to be a set of definitive statements to be followed by individuals not qualified by training and experience; it should be applied with interpretation and judgement by the appropriate professionals qualified by training and experience, taking into consideration the factors relevant to the devicematerial, its intended use, and the current knowledge of the devicematerial provided by scientific literature and previous clinical experience. A.2 Rationale for specific clauses The following are rationale for specific clauses in this part of ISO 10993, with clause numbers parallel to those in the body of the document. Subclause 3.1: It is worth acknowledging that there are important material characteristics other than biological ones that should be taken into account in the overall design of the device. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 18,
      "text": "ISO 10993-1:2003(E) 12  ISO 2003  All rights reserved Subclause 3.6: Evaluation may include both a study of relevant experience and actual testing. Such an evaluation may result in the conclusion that no testing is needed if the material has a demonstrable history of use in a specific role that is the same as that of the device under design. Evaluation should consider intended and unintended interactions between the material and tissues. Subclause 3.8: This clause is intended to avoid the need for redundant experiments when information about the material andor device is available from other sources. Subclause 7.2: The selection and evaluation of materials that will come into contact with tissue require a structured process so that the materials incorporated in the final design contribute to the overall biological evaluation assurance of the design. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 19,
      "text": "ISO 10993-1:2003(E)  ISO 2003  All rights reserved 13 Annex B (informative) Flow chart to aid in ensuring a systematic approach to biological evaluation of medical devices a Refers to clausesubclause in main text. Figure B.1 Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 20,
      "text": "ISO 10993-1:2003(E) 14  ISO 2003  All rights reserved Bibliography International Organization for Standardization (ISO) [1] ISO 7405:1997, Dentistry  Preclinical evaluation of biocompatibility of medical devices used in dentistry  Test methods for dental materials [2] ISO 9000:2000, Quality management systems  Fundamentals and vocabulary [3] ISO 9001:2000, Quality management systems  Requirements [4] ISO 9004:2000, Quality management systems  Guidelines for performance improvements [5] ISO 10993-3:1), Biological evaluation of medical devices  Part 3: Tests for genotoxicity, carcino- genicity and reproductive toxicity [6] ISO 10993-4:2002, Biological evaluation of medical devices  Part 4: Selection of tests for interactions with blood [7] ISO 10993-5:1999, Biological evaluation of medical devices  Part 5: Tests for in vitro cytotoxicity [8] ISO 10993-6:1994, Biological evaluation of medical devices  Part 6: Tests for local effects after implantation [9] ISO 10993-9:1999, Biological evaluation of medical devices  Part 9: Framework for identification and quantification of potential degradation products [10] ISO 10993-10:2002, Biological evaluation of medical devices  Part 10: Tests for irritation and delayed-type hypersensitivity [11] ISO 10993-11:1993, Biological evaluation of medical devices  Part 11: Tests for systemic toxicity [12] ISO 13485:2003, Medical devices  Quality systems  System requirements for regulatory purposes [13] ISO 13488:1996, Quality systems  Medical devices  Particular requirements for the application of ISO 9002 [14] ISOIEC 17025:1999, General requirements for the competence of testing and calibration laboratories Organization for Economic Cooperation and Development (OECD) [15] Guidelines for the testing of chemicals  Section 4: Health effects 1) To be published. (Revision of ISO 10993-3:1992) Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 21,
      "text": "Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    },
    {
      "page": 22,
      "text": "ISO 10993-1:2003(E) ICS 11.100 Price based on 14 pages  ISO 2003  All rights reserved Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
    }
  ],
  "chunks": [
    "Reference numbe r ISO 10993-1:2003(E)  ISO 2003 INTERNATIONAL STANDARD ISO 10993-1 Third edition 2003-08-01 Biological evaluation of medical devices  Part 1: Evaluation and testing Évaluation biologique des dispositifs médicaux  Partie 1: Évaluation et essais Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) PDF disclaimer This PDF file may contain embedded typefaces. In accordance with Adobe's licensing policy, this file may be printed or viewed b ut shall not be edited unless the typefaces which are embedded are licensed to and installed on the computer performing the editin g. In downloading this file, parties accept therein the responsibility of not infringing Adobe's licensing policy. The ISO Central Se cretariat accepts no liability in this area. Adobe is a trademark of Adobe Systems Incorporated. Details of the software",
    "liability in this area. Adobe is a trademark of Adobe Systems Incorporated. Details of the software products used to create this PDF file can be found in the General Info relative to the file; the PDF-cr eation parameters were optimized for printing. Every care has been taken to ensure that the file is suitable for use by ISO member bod ies. In the unlikely event that a problem relating to it is found, please inform the Central Secretariat at the address given below.  ISO 2003 All rights reserved. Unless otherwise specified, no part of this publication may be reproduced or utilized in any form or by an y means, electronic or mechanical, including photocopying and microfilm, without permission in writing from either ISO at the address be low or ISO's member body in the country of the requester. ISO copyright office Case postale 56  CH-1211 Geneva 20 Tel.  41 22 749 01 11 Fax  41 22 749 09 47 E-mail copyrightiso.org Web www.iso.org Published in Switzerland ii  ISO 2003  All rights reserved",
    "7 E-mail copyrightiso.org Web www.iso.org Published in Switzerland ii  ISO 2003  All rights reserved Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved iii Contents Page Foreword....................................................................................................................... ..................................... iv Introduction ................................................................................................................... .................................... vi 1 Scope.......................................................................................................................... ............................ 1 2 Terms and definitions.......................................................................................................... .................",
    ".................................................................................. ................. 1 3 General principles applying to biological evaluation of medical devices ...................................... 2 4 Categorization of medical devices .............................................................................................. ........ 3 5 Testing........................................................................................................................ ............................ 4 6 Selection of biological evaluation tests....................................................................................... ....... 7 7 Assurance of test methods...................................................................................................... ............ 8 Annex A (informative) Rationale .................................................................................................................... .1 1 Annex B (informative) Flow chart to aid in",
    ".................................................... .1 1 Annex B (informative) Flow chart to aid in ensuring a systematic approach to biological evaluation of medical devices .................................................................................................. ......... 13 Bibliography ................................................................................................................... .................................. 14 Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) iv  ISO 2003  All rights reserved Foreword ISO (the International Organization for Standardization) is a worldwide federation of national standards bodies (ISO member bodies). The work of preparing International Standards is normally carried out through ISO technical committees. Each member body interested in a subject for which",
    "lly carried out through ISO technical committees. Each member body interested in a subject for which a technical committee has been established has the right to be represented on that committee. International organizations, governmental and non-governmental, in liaison with ISO, also take part in the work. ISO collaborates closely with the International Electrotechnical Commission (IEC) on all matters of electrotechnical standardization. International Standards are drafted in accordance with the rules given in the ISOIEC Directives, Part 2. The main task of technical committees is to prepare International Standards. Draft International Standards adopted by the technical committees are circulated to the member bodies for voting. Publication as an International Standard requires approval by at least 75  of the member bodies casting a vote. Attention is drawn to the possibility that some of the elements of this document may be the subject of patent rights. ISO shall not be held responsible",
    "the elements of this document may be the subject of patent rights. ISO shall not be held responsible for identifying any or all such patent rights. ISO 10993-1 was prepared by Technical Committee ISOTC 194, Biological evaluation of medical devices . This third edition cancels and replaces the second edition (ISO 10993-1:1997), of which it constitutes a minor revision. ISO 10993 consists of the following parts, under the general title Biological evaluation of medical devices :  Part 1: Evaluation and testing  Part 2: Animal welfare requirements  Part 3: Tests for genotoxicity, carcinogenicity and reproductive toxicity  Part 4: Selection of tests for interactions with blood  Part 5: Tests for in vitro cytotoxicity  Part 6: Tests for local effects after implantation  Part 7: Ethylene oxide sterilization residuals  Part 8: Selection and qualification of reference materials for biological tests  Part 9: Framework for identification and quantification of potential degradation products  Part 10:",
    "Part 9: Framework for identification and quantification of potential degradation products  Part 10: Tests for irritation and delayed-type hypersensitivity  Part 11: Tests for systemic toxicity  Part 12: Sample preparation and reference materials  Part 13: Identification and quantification of degradation products from polymeric medical devices  Part 14: Identification and quantification of degradation products from ceramics  Part 15: Identification and quantification of degradation products from metals and alloys  Part 16: Toxicokinetic study design for degradation products and leachables Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved v  Part 17: Establishment of allowable limits for leachable substances  Part 18: Chemical characterization of materials Future parts will deal with other relevant",
    "bstances  Part 18: Chemical characterization of materials Future parts will deal with other relevant aspects of biological testing. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) vi  ISO 2003  All rights reserved Introduction This part of ISO 10993 is a combinationharmonization of numerous international and national standards and guidelines concerning the biological evaluation of medical devices. It is intended to be the overall guidance document for the selection of tests enabling evaluation of biological responses relevant to the safety of medical devices and materials. The role of this part of ISO 10993 is to serve as a framework in which to plan such a biological evaluation which minimizes the number and exposure of test animals. The protection of humans is the primary goal of ISO 10993. The appropriate selection",
    "f test animals. The protection of humans is the primary goal of ISO 10993. The appropriate selection and interpretation of biological evaluation tests requires an understanding of the rationale behind such testing. An informative rationale for the use of this part of ISO 10993 is provided in Annex A. Annex B contains a flow chart to aid in the systematic approach to the biological evaluation of medical devices. A bibliography is given at the end of the text. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. INTERNATIONAL STANDARD ISO 10993-1:2003(E)  ISO 2003  All rights reserved 1 Biological evaluation of medical devices  Part 1: Evaluation and testing 1 Scope This part of ISO 10993 describes a) the general principles governing the biological evaluation of medical devices; b) the categorization of devices based on the nature and duration of",
    "evaluation of medical devices; b) the categorization of devices based on the nature and duration of their contact with the body; c) the selection of appropriate tests. This part of ISO 10993 does not cover testing of materials and devices that do not come into direct or indirect contact with the patient's body, nor does it cover biological hazards arising from any mechanical failure. NOTE Other parts of ISO 10993 cover specific tests (see also the rationale in A.2). 2 Terms and definitions For the purposes of this document, the following terms and definitions apply. 2.1 medical device any instrument, apparatus, appliance, material or other article, including software, whether used alone or in combination, intended by the manufacturer to be used for human beings solely or principally for the purpose of:  diagnosis, prevention, monitoring, treatment or alleviation of disease;  diagnosis, monitoring, treatment, alleviation of or compensation for an injury or handicap;  investigation, replacement",
    "ng, treatment, alleviation of or compensation for an injury or handicap;  investigation, replacement or modification of the anatomy or of a physiological process;  control of conception; and which does not achieve its principal intended action in or on the human body by pharmacological, immunological or metabolic means, but which may be assisted in its function by such means NOTE 1 Devices are different from drugs, and their biological evaluation requires a different approach. NOTE 2 Use of the term medical device includes dental devices. 2.2 material any synthetic or natural polymer, metal, alloy, ceramic or other nonviable substance, including tissue rendered nonviable, used as a medical device or any part thereof Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 2  ISO 2003  All rights reserved 2.3 final product medical",
    ", www.techstreet.com. ISO 10993-1:2003(E) 2  ISO 2003  All rights reserved 2.3 final product medical device in its as-used state 3 General principles applying to biological evaluation of medical devices 3.1 The selection and evaluation of any material or device intended for use in humans requires a structured programme of assessment. In the design process, an informed decision shall be made and documented that weighs the advantagesdisadvantages of the various choices of material and test procedure. To give assurance that the final product will perform as intended and be safe for human use, the programme shall include a biological evaluation. The biological evaluation shall be planned, carried out and documented by knowledgeable and experienced individuals capable of making informed decisions based on the advantages and disadvantages of the various materials and test procedures available. 3.2 In the selection of materials to be used in device manufacture, the first consideration should be",
    ".2 In the selection of materials to be used in device manufacture, the first consideration should be fitness for purpose with regard to characteristics and properties of the material, which include chemical, toxicological, physical, electrical, morphological and mechanical properties. 3.3 The following should be considered for their relevance to the overall biological evaluation of the device: a) the material(s) of manufacture; b) intended additives, process contaminants and residues; c) leachable substances; d) degradation products; e) other components and their interactions in the final product; f) the properties and characteristics of the final product. NOTE If appropriate, identification and quantification of extractable chemical entities of the final product should precede biological evaluation (see ISO 10993-9). 3.4 Tests to be used in biological evaluation, and the interpretation of the results of such tests, should take into account the chemical composition of the materials, including",
    "results of such tests, should take into account the chemical composition of the materials, including the conditions of exposure and the nature, degree, frequency and duration of exposure of the device or its constituents to the body. By following these principles, devices can be categorized to facilitate the selection of appropriate tests (see Clause 4). This part of ISO 10993 is concerned with the tests to be carried out on materials andor the final product. The range of potential biological hazards is wide and may include: a) short-term effects (e.g. acute toxicity, irritation to the skin, eye and mucosal surfaces, sensitization, haemolysis and thrombogenicity); b) long-term or specific toxic effects [e.g. subchronic and chronic toxic effects, sensitization, genotoxicity, carcinogenicity (tumorigenicity) and effects on reproduction including teratogenicity]. 3.5 All potential biological hazards should be considered for every material and final product, but this does not imply that testing",
    "ards should be considered for every material and final product, but this does not imply that testing for all potential hazards will be necessary or practical (see Clause 6). 3.6 Any in vitro or in vivo tests shall be based on end-use applications and appropriate good laboratory practice followed by evaluation by competent informed persons. Whenever possible, in vitro screening should Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 3 be carried out before in vivo tests are commenced. Test data, complete to the extent that an independent analysis could be made, shall be retained (see A.2, Subclause 3.6). 3.7 The materials or final product shall be considered for biological re-evaluation if any of the following occurs: a) any change in the source or in the specification of the materials used",
    "y of the following occurs: a) any change in the source or in the specification of the materials used in the manufacture of the product; b) any change in the formulation, processing, primary packaging or sterilization of the product; c) any change in the final product during storage; d) any change in the intended use of the product; e) any evidence that the product may produce adverse effects when used in humans. 3.8 The biological evaluation performed in accordance with this part of ISO 10993 should be considered in conjunction with the nature and mobility of the ingredients in the materials used to manufacture the device and other information, other non-clinical tests, clinical studies and post-market experience for an overall assessment (see A.2, Subclause 3.8). 4 Categorization of medical devices 4.1 General Following the general principles laid down in Clause 3, medical devices can be categorized to facilitate the selection of appropriate tests. The testing of any device that does not",
    "ategorized to facilitate the selection of appropriate tests. The testing of any device that does not fall into one of the categories described should follow the general principles contained in this part of ISO 10993. Certain devices may fall into more than one category, in which case testing appropriate to each category should be considered. Medical devices shall be categorized according to the nature and duration of body contact as described in 4.2 and 4.3. 4.2 Categorization by nature of body contact 4.2.1 Non-contact devices Medical devices that do not contact the patient's body directly or indirectly are not included in the scope of ISO 10993. 4.2.2 Surface-contacting devices These include medical devices in contact with the following surfaces: a) skin: devices that contact intact skin surfaces only; examples include electrodes, external prostheses, fixation tapes, compression bandages and monitors of various types; b) mucosal membranes: devices that contact intact mucosal membranes;",
    "and monitors of various types; b) mucosal membranes: devices that contact intact mucosal membranes; examples include contact lenses, urinary catheters, intravaginal and intraintestinal devices (stomach tubes, sigmoidoscopes, colonoscopes, gastroscopes), endotracheal tubes, bronchoscopes, dental prostheses, orthodontic devices and intrauterine devices; c) breached or compromised surfaces: devices that contact breached or otherwise compromised body surfaces; examples include dressings, healing devices and occlusive patches for ulcers, burns and granulation tissue. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 4  ISO 2003  All rights reserved 4.2.3 External communicating devices These include medical devices in contact with the following application sites: a) blood path, indirect: devices that contact the blood path at",
    "ith the following application sites: a) blood path, indirect: devices that contact the blood path at one point and serve as a conduit for entry into the vascular system; examples include solution administration sets, extension sets, transfer sets and blood administration sets; b) tissuebonedentin: devices that contact tissue, bone or pulpdentin systems; examples include laparoscopes, arthroscopes, draining systems, dental cements, dental filling materials and skin staples; c) circulating blood: devices that contact circulating blood; examples include intravascular catheters, temporary pacemaker electrodes, oxygenators, extracorporal oxygenator tubing and accessories, dialysers, dialysis tubing and accessories, haemoadsorbents and immunoadsorbents. 4.2.4 Implant devices These include medical devices in contact with the following application sites: a) tissuebone: 1) devices principally contacting bone; examples include orthopaedic pins, plates, replacement joints, bone prostheses, bone cements",
    "g bone; examples include orthopaedic pins, plates, replacement joints, bone prostheses, bone cements and intraosseous devices; 2) devices principally contacting tissue and tissue fluid; examples include pacemakers, drug supply devices, neuromuscular sensors and stimulators, replacement tendons, breast implants, artificial larynxes, subperiostal implants and ligation clips; b) blood: devices principally contacting blood; examples include pacemaker electrodes, artificial arteriovenous fistulae, heart valves, vascular grafts, internal drug-delivery catheters and ventricular assist devices. 4.3 Categorization by duration of contact Medical devices shall be categorized according to the duration of contact as follows: a) Limited exposure (A): devices whose single or multiple use or contact is likely to be up to 24 h; b) Prolonged exposure (B): devices whose single, multiple or long-term use or contact is likely to exceed 24 h but not 30 days; c) Permanent contact (C): devices whose single, multiple",
    "t is likely to exceed 24 h but not 30 days; c) Permanent contact (C): devices whose single, multiple or long-term use or contact exceeds 30 days. If a material or device may be placed in more than one duration category, the more rigorous testing requirements shall apply. With multiple exposures to the device, the decision into which category a device is placed should take into account the potential cumulative effect, bearing in mind the period of time over which these exposures occur. 5 Testing 5.1 General In addition to the general principles laid down in Clause 3, the following shall apply to biological testing of medical devices. a) Testing shall be performed on the final product, or on representative samples taken from the final product or from materials processed in the same manner as the final product. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com.",
    "eproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 5 b) The choice of test procedures shall take into account: 1) the nature, degree, duration, frequency and conditions of exposure to or contact of humans with the device in the normal intended use; 2) the chemical and physical nature of the final product; 3) the toxicological activity of the chemical elements or compounds in the formulation of the final product; 4) that certain tests (e.g. those designed to assess systemic effects) may not be applicable where the presence of leachable materials has been excluded, or where leachables have a known and acceptable toxicity profile; 5) the relationship of device surface area to recipient body size; 6) the existing information based on the literature, experience and non-clinical tests; 7) that the protection of humans is the primary goal of this document, a secondary goal being to ensure animal",
    "e protection of humans is the primary goal of this document, a secondary goal being to ensure animal welfare and to minimize the number and exposure of test animals. c) If extracts of the devices are prepared, the solvents and conditions of extraction used shall be appropriate to the nature and use of the final product. d) Positive and negative controls shall be used where appropriate. e) Test results cannot ensure freedom from potential biological hazard, thus biological investigations shall be followed by careful observations for unexpected adverse reactions or events in humans during clinical use of the device. A bibliography of International Standards and guidelines on biological-response test methods is given at the end of the text. 5.2 Initial evaluation tests 5.2.1 General The tests that shall be considered for initial biological response are given in 5.2.2 to 5.2.10. 5.2.2 Cytotoxicity With the use of cell culture techniques, these tests determine the lysis of cells (cell death),",
    "city With the use of cell culture techniques, these tests determine the lysis of cells (cell death), the inhibition of cell growth, and other effects on cells caused by medical devices, materials andor their extracts. Cytotoxicity tests are described in ISO 10993-5. 5.2.3 Sensitization These tests estimate, using an appropriate model, the potential of medical devices, materials andor their extracts for contact sensitization. These tests are appropriate because exposure or contact to even minute amounts of potential leachables can result in allergic or sensitization reactions. Sensitization tests are described in ISO 10993-10. 5.2.4 Irritation These tests estimate the irritation potential of medical devices, materials andor their extracts, using appropriate sites for implant tissue such as skin, eye and mucous membrane in a suitable model. The test(s) performed should be appropriate for the route (skin, eye, mucosa) and duration of exposure or contact to Copyrighted material licensed to",
    "he route (skin, eye, mucosa) and duration of exposure or contact to Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 6  ISO 2003  All rights reserved determine irritant effects of devices, materials and potential leachables. Irritation tests are described in ISO 10993-10. 5.2.5 Intracutaneous reactivity These tests assess the localized reaction of tissue to medical device extracts. These tests are applicable where determination of irritation by dermal or mucosal tests are inappropriate (e.g. medical devices having access to the blood path). These tests may also be useful where extractables are hydrophobic. Intracutaneous reactivity tests are described in ISO 10993-10. 5.2.6 Systemic toxicity (acute toxicity) These tests estimate the potential harmful effects of either single or multiple exposures, during a period of less",
    "timate the potential harmful effects of either single or multiple exposures, during a period of less than 24 h, to medical devices, materials andor their extracts in an animal model. These tests are appropriate where contact allows potential absorption of toxic leachables and degradation products. Pyrogenicity tests are included to detect material-mediated pyrogenic reactions of extracts of medical devices or materials. No single test can differentiate pyrogenic reactions that are material-mediated from those due to endotoxin contamination. Systemic toxicity tests are described in ISO 10993-11. Immunotoxicity tests should be considered only for devices where data from other sources is suggestive of immunotoxicological effects. Systemic toxicity tests may be included in subacute and subchronic toxicity test protocols and implantation test protocols. 5.2.7 Subacute and subchronic toxicity These tests determine the effects of either single or multiple exposures or contact to medical devices,",
    "se tests determine the effects of either single or multiple exposures or contact to medical devices, materials andor their extracts for a period not less than 24 h but not greater than 10  of the total life-span of the test animal (e.g. up to 90 days in rats). These tests may be waived for materials with chronic toxicity data. The reason for waiving of the tests should be included in the final report. These tests should be appropriate for the route and duration of contact. Subchronic toxicity tests are described in ISO 10993-11. 5.2.8 Genotoxicity These tests use mammalian or non-mammalian cell culture or other techniques to determine gene mutations, changes in chromosome structure and number, and other DNA or gene toxicities caused by medical devices, materials andor their extracts. Genotoxicity tests are described in ISO 10993-3. 5.2.9 Implantation These tests assess the local pathological effects on living tissue, at both the gross level and microscopic level, of a sample of a material",
    "l effects on living tissue, at both the gross level and microscopic level, of a sample of a material or final product that is surgically implanted or placed in an implant site or in a tissue appropriate to the intended application (e.g. special dental usage tests). These tests should be appropriate for the route and duration of contact. For a material, these tests are equivalent to subchronic toxicity tests if systemic effects are also investigated. Implantation tests are described in ISO 10993-6. Implantation test protocols may be expanded to include systemic toxicity tests, subacute and subchronic toxicity tests, and chronic toxicity tests. 5.2.10 Haemocompatibility These tests evaluate, using an appropriate model or system, the effects of blood-contacting medical devices or materials on blood or blood components. Specific haemocompatibility tests may also be designed to simulate the geometry, contact conditions and flow dynamics of the device or material during clinical applications.",
    "ometry, contact conditions and flow dynamics of the device or material during clinical applications. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 7 Haemolysis tests determine the degree of red blood cell lysis and the release of haemoglobin caused by medical devices, materials andor their extracts in vitro . Haemocompatibility tests are described in ISO 10993-4. 5.3 Supplementary evaluation tests 5.3.1 General The supplementary biological evaluation tests that shall be considered are given in 5.3.2 to 5.3.5. 5.3.2 Chronic toxicity These tests determine the effects of either single or multiple exposures to medical devices, materials andor their extracts during at least 10  of the life-span of the test animal (e.g. more than 90 days in rats). These tests should be appropriate for the route",
    "of the test animal (e.g. more than 90 days in rats). These tests should be appropriate for the route and duration of exposure or contact. Chronic toxicity tests are described in ISO 10993-11. Chronic toxicity tests may be included in subacute and subchronic toxicity test protocols and implantation test protocols. 5.3.3 Carcinogenicity These tests determine the tumorigenic potential of medical devices, materials andor their extracts from either single or multiple exposures or contacts during the major portion of the life-span of the test animal. These tests may be designed in order to examine both chronic toxicity and tumorigenicity in a single experimental study. Carcinogenicity tests should be conducted only if there are suggestive data from other sources. These tests should be appropriate for the route and duration of exposure or contact. Carcinogenicity tests are described in ISO 10993-3. 5.3.4 Reproductive and developmental toxicity These tests evaluate the potential effects of medical",
    "5.3.4 Reproductive and developmental toxicity These tests evaluate the potential effects of medical devices, materials andor their extracts on reproductive function, embryonic development (teratogenicity), and prenatal and early postnatal development. Reproductivedevelopmental toxicity tests or bioassays should only be conducted when the device has potential impact on the reproductive potential of the subject. The application site of the device should be considered. Reproductive and developmental toxicity tests are described in ISO 10993-3. 5.3.5 Biodegradation Where the potential for resorption andor degradation exists, corresponding tests may determine the processes of absorption, distribution, biotransformation and elimination of leachables and degradation products of medical devices, materials andor their extracts. Biodegradation tests are described in ISO 10993-9. 6 Selection of biological evaluation tests Evaluation may include both a study of relevant experience and actual testing.",
    "ical evaluation tests Evaluation may include both a study of relevant experience and actual testing. Such an evaluation may result in the conclusion that no testing is needed if the material has a demonstrable history of use in a specified role that is equivalent to that of the device under design. Table 1 identifies the initial evaluation tests that shall be considered for each device and duration category. Table 2 identifies the supplementary evaluation tests that shall be considered for each device and duration category. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 8  ISO 2003  All rights reserved Due to the diversity of medical devices, it is recognized that not all tests identified in a category will be necessary or practical for any given device. It is indispensable for testing that each device be considered on",
    "or practical for any given device. It is indispensable for testing that each device be considered on its own merits: additional tests not indicated in the table may be necessary. The tests considered and the rationale for selection andor waiving of tests shall be recorded. 7 Assurance of test methods 7.1 Test method assurance The test methods used in the biological evaluation shall be sensitive, precise and accurate. The test results should be reproducible (interlaboratory) as well as repeatable (intralaboratory). 7.2 Continued assurance The assurance that a material is initially acceptable for its intended use in a medical device, and its continued acceptability in the long term, is an aspect of a quality management system (see A.2, Subclause 7.2). NOTE ISO 9001 specifies the requirements for such quality management systems. ISO 9004 provides more detailed guidance for designing and manufacturing products. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use",
    "ufacturing products. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 9 Table 1  Initial evaluation tests for consideration Medical device categorization by Biological effect Nature of body contact (see 4.2) Contact duration (see 4.3) A  Limited ( 24 h) B  prolonged (24 h to 30 days) C  permanent ( 30 days) Category Contact Cytotoxicity Sensitization Irritation or intracutaneous reactivity Systemic toxicity (acute) Subacute and subchronic toxicity Genotoxicity Implantation Hæmocompatibility A x x x B x x x Skin C x x x A x x x B x x x Mucosal membrane C x x x x x A x x x B x x x Surface device Breached or compromised surface C x x x x x A x x x x x B x x x x x Blood path, indirect C x x x x x x A x x x B x x x x x x x Tissuebonedentin C x x x x x x x A x x x x x B x x x x x x x x External",
    "x x A x x x B x x x x x x x Tissuebonedentin C x x x x x x x A x x x x x B x x x x x x x x External communicating device Circulating blood C x x x x x x x x A x x x B x x x x x x x Tissuebone C x x x x x x x A x x x x x x x B x x x x x x x x Implant device Blood C x x x x x x x x NOTE This table is a framework for the development of an assessment programme and is not a checklist (see Clause 6). Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 10  ISO 2003  All rights reserved Table 2  Supplementary evaluation tests for consideration Medical device categorization by Biological effect Nature of body contact (see 4.2) Contact duration (see 4.3) A  Limited ( 24 h) B  prolonged (24 h to 30 days) C  permanent ( 30 days) Category Contact Chronic toxicity Carcinogenicity Reproductivedevelopmental Biodegradation A B Skin C A B",
    "ory Contact Chronic toxicity Carcinogenicity Reproductivedevelopmental Biodegradation A B Skin C A B Mucosal membrane C A B Surface device Breached or compromised surface C A B Blood path, indirect C x x A B Tissuebonedentin C x x A B External communicating device Circulating blood C x x A B Tissuebone C x x A B Implant device Blood C x x NOTE This table is a framework for the development of an assessment programme and is not a checklist (see Clause 6). Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 11 Annex A (informative) Rationale A.1 General This part of ISO 10993 is concerned with the safety-in-use of medical devices and materials. It is intended to assess the biological response of devices and materials as part of the overall evaluation and development of devices and materials. Like",
    "vices and materials as part of the overall evaluation and development of devices and materials. Like other current work on this subject, it addresses the determination of the effects of devices and materials on tissue in a general way, rather than for specific individual applications. This part of ISO 10993 thus classifies medical devices into broad categories and indicates, in matrices, the biological tests that are thought to be relevant for consideration for each device category. Expanded test protocols may combine initial evaluation tests. Examples could be sensitization, irritation and intracutaneous reactivity tests in a single, expanded protocol; or systemic toxicity, subacute and subchronic toxicity, chronic toxicity and implantation tests in a single, expanded protocol. The range of biological hazards is wide. The tissue interaction of a material cannot be considered in isolation from the overall device design. The best material with respect to tissue interaction may result in",
    "n from the overall device design. The best material with respect to tissue interaction may result in a less functional device, tissue interaction being only one characteristic of a material. Where the material is intended to interact with tissue in order for the device to perform its function, evaluation takes on dimensions not generally addressed in standards and guidelines to date. Biological reactions that are adverse for a material in one application may not be adverse for the use of the material in a different application. Biological testing relies upon animal models and a material cannot, therefore, be conclusively shown to have the same tissue reactions in humans. In addition, differences between humans suggest that some patients may have adverse reactions even to well-established materials. Currently, biological testing relies on animal models. However, as scientific knowledge advances our understanding of basic mechanisms, preference should be given to in vitro models in situations",
    "s our understanding of basic mechanisms, preference should be given to in vitro models in situations where scientific evidence yields equally relevant information. For medical devices and materials, the application of a rigid set of test methods and passfail criteria might result in either an unnecessary restriction, or a false sense of security, in their use. Where a particular application warrants, experts in the product or application area involved may choose to establish specific tests and criteria specified in a product-specific vertical standard. This part of ISO 10993 is not, therefore, intended to be a set of definitive statements to be followed by individuals not qualified by training and experience; it should be applied with interpretation and judgement by the appropriate professionals qualified by training and experience, taking into consideration the factors relevant to the devicematerial, its intended use, and the current knowledge of the devicematerial provided by scientific",
    "cematerial, its intended use, and the current knowledge of the devicematerial provided by scientific literature and previous clinical experience. A.2 Rationale for specific clauses The following are rationale for specific clauses in this part of ISO 10993, with clause numbers parallel to those in the body of the document. Subclause 3.1: It is worth acknowledging that there are important material characteristics other than biological ones that should be taken into account in the overall design of the device. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 12  ISO 2003  All rights reserved Subclause 3.6: Evaluation may include both a study of relevant experience and actual testing. Such an evaluation may result in the conclusion that no testing is needed if the material has a demonstrable history of use in a specific role",
    "usion that no testing is needed if the material has a demonstrable history of use in a specific role that is the same as that of the device under design. Evaluation should consider intended and unintended interactions between the material and tissues. Subclause 3.8: This clause is intended to avoid the need for redundant experiments when information about the material andor device is available from other sources. Subclause 7.2: The selection and evaluation of materials that will come into contact with tissue require a structured process so that the materials incorporated in the final design contribute to the overall biological evaluation assurance of the design. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E)  ISO 2003  All rights reserved 13 Annex B (informative) Flow chart to aid in ensuring a systematic approach to",
    "All rights reserved 13 Annex B (informative) Flow chart to aid in ensuring a systematic approach to biological evaluation of medical devices a Refers to clausesubclause in main text. Figure B.1 Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) 14  ISO 2003  All rights reserved Bibliography International Organization for Standardization (ISO) [1] ISO 7405:1997, Dentistry  Preclinical evaluation of biocompatibility of medical devices used in dentistry  Test methods for dental materials [2] ISO 9000:2000, Quality management systems  Fundamentals and vocabulary [3] ISO 9001:2000, Quality management systems  Requirements [4] ISO 9004:2000, Quality management systems  Guidelines for performance improvements [5] ISO 10993-3:1), Biological evaluation of medical devices  Part 3: Tests for genotoxicity, carcino- genicity and reproductive",
    "al evaluation of medical devices  Part 3: Tests for genotoxicity, carcino- genicity and reproductive toxicity [6] ISO 10993-4:2002, Biological evaluation of medical devices  Part 4: Selection of tests for interactions with blood [7] ISO 10993-5:1999, Biological evaluation of medical devices  Part 5: Tests for in vitro cytotoxicity [8] ISO 10993-6:1994, Biological evaluation of medical devices  Part 6: Tests for local effects after implantation [9] ISO 10993-9:1999, Biological evaluation of medical devices  Part 9: Framework for identification and quantification of potential degradation products [10] ISO 10993-10:2002, Biological evaluation of medical devices  Part 10: Tests for irritation and delayed-type hypersensitivity [11] ISO 10993-11:1993, Biological evaluation of medical devices  Part 11: Tests for systemic toxicity [12] ISO 13485:2003, Medical devices  Quality systems  System requirements for regulatory purposes [13] ISO 13488:1996, Quality systems  Medical devices  Particular requirements",
    "r regulatory purposes [13] ISO 13488:1996, Quality systems  Medical devices  Particular requirements for the application of ISO 9002 [14] ISOIEC 17025:1999, General requirements for the competence of testing and calibration laboratories Organization for Economic Cooperation and Development (OECD) [15] Guidelines for the testing of chemicals  Section 4: Health effects 1) To be published. (Revision of ISO 10993-3:1992) Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com. ISO 10993-1:2003(E) ICS 11.100 Price based on 14 pages  ISO 2003  All rights reserved Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further",
    "ved Copyrighted material licensed to Jimmy Webber on 18-Apr-2006 for licensee's use only. No further reproduction or networking is permitted. Distributed by Thomson Scientific, Inc., www.techstreet.com."
  ]
}